Repository: dzyobak/newEDU
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Bachelor
uk: Бакалавр

source: Master
uk: Магістр

source: Bachelor Degree
uk: Ступінь бакалавра

source: Master Degree
uk: Ступінь магістра

source: Father
uk: Батько

source: Mother
uk: Мати

source: Brother
uk: Брат

source: Sister
uk: Сестра

source: Grand mother
uk: Бабуся

source: Grand father
uk: Дідусь

source: Other
uk: Інше

source: M
uk: Ч

source: Male
uk: Чоловік

source: F
uk: Ж

source: Female
uk: Жінка

source: Admin
uk: Адміністратор

source: Student
uk: Студент

source: Lecturer
uk: Викладач

source: Parent
uk: Батько/Мати

source: Enter a valid username. This value may contain only English letters, numbers, and @/./+/-/_ characters.
uk: Введіть коректне ім'я користувача. Це значення може містити лише англійські літери, цифри та символи @/./+/-/_ .

source: English
uk: Англійська

source: Ukrainian
uk: Українська

source: First
uk: Перший

source: Second
uk: Другий

source: Third
uk: Третій

source: News
uk: Новини

source: Event
uk: Подія

source: Valid Files: pdf, docx, doc, xls, xlsx, ppt, pptx, zip, rar, 7zip
uk: Дозволені файли: pdf, docx, doc, xls, xlsx, ppt, pptx, zip, rar, 7zip

source: Valid video formats: mp4, mkv, wmv, 3gp, f4v, avi, mp3
uk: Дозволені відеоформати: mp4, mkv, wmv, 3gp, f4v, avi, mp3

source: Questions
uk: Питання

source: Content
uk: Зміст

source: Random
uk: Випадково

source: None
uk: Немає

source: Assignment
uk: Завдання

source: Exam
uk: Екзамен

source: Practice Quiz
uk: Тренувальна вікторина

source: Title
uk: Заголовок

source: Description
uk: Опис

source: A detailed description of the quiz
uk: Детальний опис вікторини

source: Random Order
uk: Випадковий порядок

source: Display the questions in a random order or as they are set?
uk: Відображати питання у випадковому порядку чи як встановлено?

source: Answers at end
uk: Відповіді в кінці

source: Correct answer is NOT shown after question. Answers displayed at the end.
uk: Правильна відповідь НЕ показується після питання. Відповіді відображаються в кінці.

source: Exam Paper
uk: Екзаменаційний лист

source: If yes, the result of each attempt by a user will be stored. Necessary for marking.
uk: Якщо так, результат кожної спроби користувача буде збережено. Необхідно для оцінювання.

source: Single Attempt
uk: Одна спроба

source: If yes, only one attempt by a user will be permitted.
uk: Якщо так, користувачу буде дозволено лише одну спробу.

source: Pass Mark
uk: Прохідний бал

source: Percentage required to pass exam.
uk: Відсоток, необхідний для проходження іспиту.

source: Draft
uk: Чернетка

source: If yes, the quiz is not displayed in the quiz list and can only be taken by users who can edit quizzes.
uk: Якщо так, вікторина не відображається у списку вікторин і доступна лише користувачам, які можуть редагувати вікторини.

source: Quiz
uk: Вікторина

source: Quizzes
uk: Вікторини

source: Pass mark must be between 0 and 100.
uk: Прохідний бал має бути між 0 і 100.

source: User
uk: Користувач

source: Score
uk: Бали

source: User Progress
uk: Прогрес користувача

source: User progress records
uk: Записи прогресу користувача

source: Error
uk: Помилка

source: Invalid score values.
uk: Некоректні значення балів.

source: Question set of the quiz is empty. Please configure questions properly.
uk: Набір питань для вікторини порожній. Будь ласка, налаштуйте питання правильно.

source: Course
uk: Курс

source: Question Order
uk: Порядок питань

source: Question List
uk: Список питань

source: Incorrect questions
uk: Неправильні питання

source: Current Score
uk: Поточний бал

source: Complete
uk: Завершено

source: User Answers
uk: Відповіді користувача

source: Start
uk: Почати

source: End
uk: Кінець

source: Can see completed exams.
uk: Може переглядати завершені іспити.

source: You have passed this quiz, congratulations!
uk: Ви пройшли цю вікторину, вітаємо!

source: You failed this quiz, try again.
uk: Ви не пройшли цю вікторину, спробуйте ще раз.

source: Figure
uk: Зображення

source: Add an image for the question if necessary.
uk: Додайте зображення до питання, якщо потрібно.

source: Enter the question text that you want displayed
uk: Введіть текст питання, який потрібно відобразити

source: Question
uk: Питання

source: Explanation to be shown after the question has been answered.
uk: Пояснення, яке буде показано після відповіді на питання.

source: Explanation
uk: Пояснення

source: The order in which multiple-choice options are displayed to the user
uk: Порядок, у якому варіанти вибору відображаються користувачу

source: Choice Order
uk: Порядок вибору

source: Multiple Choice Question
uk: Питання з вибором відповіді

source: Multiple Choice Questions
uk: Питання з вибором відповіді

source: Enter the choice text that you want displayed
uk: Введіть текст варіанту відповіді, який потрібно відобразити

source: Is this a correct answer?
uk: Це правильна відповідь?

source: Correct
uk: Правильно

source: Choice
uk: Вибір

source: Choices
uk: Варіанти

source: Essay Style Question
uk: Питання у вигляді есе

source: Essay Style Questions
uk: Питання у вигляді есе

source: Bad request
uk: Некоректний запит

source: Please make sure the form is correctly filled.
uk: Будь ласка, переконайтеся, що форма заповнена правильно.

source: Return to the app
uk: Повернутися до додатку

source: forbidden
uk: заборонено

source: You need the proper permission to make that request.
uk: Вам потрібен відповідний дозвіл для виконання цього запиту.

source: Looks like the page you
uk: Схоже, сторінка, яку ви

source: Server error
uk: Помилка сервера

source: Please try again later.
uk: Будь ласка, спробуйте пізніше.

source: Learning management system
uk: Система управління навчанням

source: Home
uk: Головна

source: Lecturers
uk: Викладачі

source: Add
uk: Додати

source: Lecturer Add Form
uk: Форма додавання викладача

source: Personal Info
uk: Особиста інформація

source: Save
uk: Зберегти

source: Students
uk: Студенти

source: Student Add Form
uk: Форма додавання студента

source: Others
uk: Інші

source: Update
uk: Оновити

source: Lecturer Update Form
uk: Форма оновлення викладача

source: Email
uk: Електронна пошта

source: Student Update Form
uk: Форма оновлення студента

source: Add Lecturer
uk: Додати викладача

source: Download pdf
uk: Завантажити PDF

source: ID No.
uk: ID номер

source: Full Name
uk: Повне ім'я

source: Mob No.
uk: Моб. номер

source: Address/city
uk: Адреса/місто

source: Last login
uk: Останній вхід

source: Action
uk: Дія

source: Download PDF
uk: Завантажити PDF

source: Delete
uk: Видалити

source: No Lecturer(s).
uk: Немає викладачів.

source: Add Lecturer Now.
uk: Додати викладача зараз.

source: Last login:
uk: Останній вхід:

source: Role:
uk: Роль:

source: Edit Profile
uk: Редагувати профіль

source: Change password
uk: Змінити пароль

source: My Courses
uk: Мої курси

source: No courses assigned!
uk: Курси не призначені!

source: First Name:
uk: Ім'я:

source: Last Name:
uk: Прізвище:

source: ID No.:
uk: ID номер:

source: Applicant Info
uk: Інформація про заявника

source: School:
uk: Школа:

source: Hawas Preparatory School
uk: Підготовча школа Hawas

source: Level:
uk: Рівень:

source: Contact Info
uk: Контактна інформація

source: Email:
uk: Електронна пошта:

source: Tel No.:
uk: Тел. номер:

source: Address/city:
uk: Адреса/місто:

source: Important Dates
uk: Важливі дати

source: Academic Year:
uk: Навчальний рік:

source: Semester
uk: Семестр

source: Registered Date:
uk: Дата реєстрації:

source: Role
uk: Роль

source: Change Program
uk: Змінити програму

source: First Name
uk: Ім'я

source: Last Name
uk: Прізвище

source: School
uk: Школа

source: Level
uk: Рівень

source: Program
uk: Програма

source: Tel No.
uk: Тел. номер

source: Academic Year
uk: Навчальний рік

source: Registered Date
uk: Дата реєстрації

source: Add Student
uk: Додати студента

source: No Student.
uk: Немає студентів.

source: Add Student Now.
uk: Додати студента зараз.

source: Dashboard
uk: Панель керування

source: Dashboard settings
uk: Налаштування панелі

source: Display grid
uk: Відображати сіткою

source: Display table
uk: Відображати таблицею

source: Manage dashboard
uk: Керування панеллю

source: Administrators
uk: Адміністратори

source: Lab Assistance
uk: Лаборанти

source: Librarians
uk: Бібліотекарі

source: Supervisors
uk: Куратори

source: Office Assistance
uk: Офісні працівники

source: Latest activities
uk: Останні дії

source: No recent activity
uk: Немає нещодавніх дій

source: School Demographics
uk: Демографія школи

source: Add New Post
uk: Додати новий пост

source: Events
uk: Події

source: news
uk: новини

source: events
uk: події

source: Edit
uk: Редагувати

source: ago
uk: тому

source: School news and events will appear here.
uk: Новини та події школи з'являться тут.

source: Post form
uk: Форма публікації

source: Post Form
uk: Форма публікації

source: Cancel
uk: Скасувати

source: Semester list
uk: Список семестрів

source: Add New Semester
uk: Додати новий семестр

source: Semester List
uk: Список семестрів

source: Is Current semester
uk: Поточний семестр

source: Session
uk: Сесія

source: Next Semester Begins
uk: Початок наступного семестру

source: Actions
uk: Дії

source: No Semester.
uk: Немає семестрів.

source: Add Semester Now.
uk: Додати семестр зараз.

source: Semester Form
uk: Форма семестру

source: Semester Add & update Form
uk: Форма додавання та оновлення семестру

source: Session List
uk: Список сесій

source: Add New Session
uk: Додати нову сесію

source: Is Current Session
uk: Поточна сесія

source: Next Session Begins
uk: Початок наступної сесії

source: No Session.
uk: Немає сесій.

source: Add Session Now.
uk: Додати сесію зараз.

source: Session Form
uk: Форма сесії

source: Session Add & update Form
uk: Форма додавання та оновлення сесії

source: Programs
uk: Програми

source: Course Form
uk: Форма курсу

source: Course Detail
uk: Деталі курсу

source: Other Info
uk: Інша інформація

source: Course Allocations
uk: Розподіл курсів

source: Allocation Form
uk: Форма розподілу

source: Course Allocation Form
uk: Форма розподілу курсів

source: Allocation list
uk: Список розподілу

source: Allocate Now
uk: Розподілити зараз

source: Courses
uk: Курси

source: Edit or Update
uk: Редагувати або оновити

source: Deallocate
uk: Скасувати розподіл

source: No Course Allocated.
uk: Немає розподілених курсів.

source: Allocate now
uk: Розподілити зараз

source: Course Registration
uk: Реєстрація на курс

source: Course Add
uk: Додати курс

source: Drop
uk: Відмовитися

source: Calender is off
uk: Календар вимкнено

source: Check the university calender
uk: Перевірте університетський календар

source: Save Score
uk: Зберегти оцінку

source: Add Selected
uk: Додати вибрані

source: First Semester:
uk: Перший семестр:

source: Mark
uk: Оцінка

source: Course Code
uk: Код курсу

source: Course Title
uk: Назва курсу

source: Cr.Hr(s)
uk: Кредит(и)

source: Year
uk: Рік

source: Classification
uk: Класифікація

source: Elective Group
uk: Група вибіркових

source: Elective
uk: Вибірковий

source: Core
uk: Базовий

source: No Course.
uk: Немає курсів.

source: First semester Credit(s):
uk: Кредит(и) першого семестру:

source: Second Semester:
uk: Другий семестр:

source: Second semester credit(s):
uk: Кредит(и) другого семестру:

source: Registerd course credit(s):
uk: Зареєстровані кредити курсу:

source: Total credit(s):
uk: Загальні кредити:

source: Course Drop
uk: Відмова від курсу

source: Drop Selected
uk: Відмовитися від вибраних

source: Print Registration Form
uk: Друкувати форму реєстрації

source: Print Registerd Courses
uk: Друкувати зареєстровані курси

source: My courses
uk: Мої курси

source: Edit course
uk: Редагувати курс

source: Upload new file
uk: Завантажити новий файл

source: Upload new video
uk: Завантажити нове відео

source: Take a Quiz
uk: Пройти вікторину

source: Video Tutorials
uk: Відеоуроки

source: Video Title
uk: Назва відео

source: Uploaded Date
uk: Дата завантаження

source: Get Started
uk: Почати

source: Play now
uk: Дивитися зараз

source: No video Uploaded.
uk: Немає завантажених відео.

source: Upload now.
uk: Завантажити зараз.

source: Documentations
uk: Документація

source: File name
uk: Назва файлу

source: Updated Date
uk: Дата оновлення

source: Downloads
uk: Завантаження

source: Download
uk: Завантажити

source: No File Uploaded.
uk: Немає завантажених файлів.

source: Lecturer(s)
uk: Викладач(і)

source: No lecturer assigned for this course
uk: Немає призначених викладачів для цього курсу

source: Program Form
uk: Форма програми

source: Program Add Form
uk: Форма додавання програми

source: Add Program
uk: Додати програму

source: Program List
uk: Список програм

source: Program Name
uk: Назва програми

source: Summary
uk: Підсумок

source: No program.
uk: Немає програм.

source: Add program now.
uk: Додати програму зараз.

source: Add Course
uk: Додати курс

source: Course Name
uk: Назва курсу

source: Cr.Hr
uk: Кредит

source: Current Semester
uk: Поточний семестр

source: No course for this progrm.
uk: Немає курсів для цієї програми.

source: Add one now.
uk: Додати зараз.

source: Taken Courses:
uk: Взяті курси:

source: Taken
uk: Взято

source: All Courses:
uk: Всі курси:

source: Invoices
uk: Рахунки

source: Pay now
uk: Оплатити зараз

source: Search All... #course, #program, #Quiz, #News, #Events
uk: Пошук... #курс, #програма, #вікторина, #новини, #події

source: Admin Panel
uk: Панель адміністратора

source: Profile
uk: Профіль

source: Setting
uk: Налаштування

source: Signout
uk: Вийти

source: Payment Succeed, You has been make payment successfuly.
uk: Оплата успішна, ви успішно здійснили оплату.

source: Redirect to your dashboard in
uk: Перенаправлення на вашу панель через

source: Address/City
uk: Адреса/Місто

source: This is the correct answer
uk: Це правильна відповідь

source: This was your answer.
uk: Це була ваша відповідь.

source: You answered the above question incorrectly
uk: Ви неправильно відповіли на питання вище

source: MC Question Form
uk: Форма питання з вибором

source: Add questions
uk: Додати питання

source: question added
uk: питання додано

source: Correct the error(s) below.
uk: Виправте помилки нижче.

source: Progress Page
uk: Сторінка прогресу

source: User Progress Page
uk: Сторінка прогресу користувача

source: Quiz Progress Rec
uk: Запис прогресу вікторини

source: Question Category Scores
uk: Бали за категорії питань

source: Category
uk: Категорія

source: Correctly answererd
uk: Правильно відповіли

source: Incorrect
uk: Неправильно

source: Previous exam papers
uk: Попередні екзаменаційні роботи

source: Student exam results
uk: Результати екзаменів студента

source: Below are the results of exams that you have sat
uk: Нижче наведені результати екзаменів, які ви склали

source: Total complete exams:
uk: Всього завершених екзаменів:

source: Quiz Title
uk: Назва вікторини

source: Possible Score
uk: Можливий бал

source: Out of 100%
uk: З 100%

source: Progress records will appear here
uk: Записи прогресу з'являться тут

source: The previous question
uk: Попереднє питання

source: Your answer was
uk: Ваша відповідь була

source: No explanation set to this question.
uk: Немає пояснення до цього питання.

source: Quiz instractions
uk: Інструкції до вікторини

source: You can't go back to the previous question after you submit it, so double check your answer before proceeding to the next one!
uk: Ви не можете повернутися до попереднього питання після відправки, тому перевірте свою відповідь перед переходом до наступного!

source: Understood
uk: Зрозуміло

source: of
uk: з

source: Quiz category
uk: Категорія вікторини

source: Previous
uk: Попередній

source: Quiz Form
uk: Форма вікторини

source: Quiz form for
uk: Форма вікторини для

source: Hold down
uk: Утримуйте

source: or
uk: або

source: on a Mac, to select more than one.
uk: на Mac, щоб вибрати більше одного.

source: Continue
uk: Продовжити

source: Add Quiz
uk: Додати вікторину

source: You will only get one attempt at this quiz
uk: У вас буде лише одна спроба для цієї вікторини

source: Start quiz
uk: Почати вікторину

source: Result of
uk: Результат

source: for
uk: для

source: Completed Exams
uk: Завершені екзамени

source: Marking
uk: Оцінювання

source: Quiz title
uk: Назва вікторини

source: Completed
uk: Завершено

source: User answer
uk: Відповідь користувача

source: incorrect
uk: неправильно

source: Toggle whether correct
uk: Перемкнути правильність

source: Quiz Results for
uk: Результати вікторини для

source: Result
uk: Результат

source: Calculating your result...
uk: Обчислення вашого результату...

source: Quiz result
uk: Результат вікторини

source: You answered
uk: Ви відповіли

source: questions correctly out of
uk: питань правильно з

source: giving you
uk: що дає вам

source: % correct
uk: % правильно

source: Review the questions below and try the quiz again in the future
uk: Перегляньте питання нижче і спробуйте пройти вікторину знову в майбутньому

source: The result of this quiz will be stored in your progress section
uk: Результат цієї вікторини буде збережено у вашому розділі прогресу

source: so you can review and monitor your progression
uk: щоб ви могли переглядати та відстежувати свій прогрес

source: Your session score is
uk: Ваш бал за сесію

source: out of a possible
uk: з можливих

source: No explanation set for this question.
uk: Немає пояснення для цього питання.

source: Your answer
uk: Ваша відповідь

source: All Quizzes
uk: Всі вікторини

source: Complete Exams
uk: Завершені екзамени

source: List of complete exams
uk: Список завершених екзаменів

source: Filter
uk: Фільтр

source: Total complete exams
uk: Всього завершених екзаменів

source: View details
uk: Переглянути деталі

source: No completed exams for you
uk: Немає завершених екзаменів для вас

source: Dj Learning Management System - Login
uk: Система управління навчанням - Вхід

source: ID Number
uk: ID номер

source: Invalid ID & Password.
uk: Неправильний ID та пароль.

source: SIGN IN
uk: УВІЙТИ

source: Forgot password ?
uk: Забули пароль?

source: Password Reset | Learning management system
uk: Скидання пароля | Система управління навчанням

source: Password Reset
uk: Скидання пароля

source: Request Password Reset
uk: Запит на скидання пароля

source: Password Reset Complete | Learning management system
uk: Скидання пароля завершено | Система управління навчанням

source: Password Reset Complete
uk: Скидання пароля завершено

source: Your password has been set, you are now able to Log In!
uk: Ваш пароль встановлено, тепер ви можете увійти!

source: Sign In Here
uk: Увійти тут

source: New Password | Learning management system
uk: Новий пароль | Система управління навчанням

source: Confirm New Password
uk: Підтвердити новий пароль

source: Reset Password
uk: Скинути пароль

source: Email Sent | Learning management system
uk: Лист надіслано | Система управління навчанням

source: Email sent
uk: Лист надіслано

source: Back To Login
uk: Повернутися до входу

source: Register | Learning management system
uk: Реєстрація | Система управління навчанням

source: Create Your Account
uk: Створити обліковий запис

source: SIGN UP
uk: ЗАРЕЄСТРУВАТИСЯ

source: Already Registered ?
uk: Вже зареєстровані?

source: Manage Score
uk: Управління оцінками

source: Select Your Course Here
uk: Виберіть ваш курс тут

source: To manage scores, please select the course using the button above.
uk: Для управління оцінками, будь ласка, виберіть курс за допомогою кнопки вище.

source: Students result form
uk: Форма результатів студентів

source: Grade report
uk: Звіт про оцінки

source: Mid exam
uk: Проміжний екзамен

source: Attendance
uk: Відвідуваність

source: Final exam
uk: Фінальний екзамен

source: Total
uk: Загалом

source: Point
uk: Бал

source: Grade
uk: Оцінка

source: Comment
uk: Коментар

source: Assesment Results
uk: Результати оцінювання

source: Grade Results
uk: Результати оцінок

source: Points
uk: Бали

source: PASS
uk: ЗДАВ

source: FAIL
uk: НЕ ЗДАВ

source: Total first semester credit:
uk: Загальні кредити першого семестру:

source: First Semester GPA:
uk: Середній бал першого семестру:

source: GRADE
uk: ОЦІНКА

source: Total second semester credit:
uk: Загальні кредити другого семестру:

source: Total Credit:
uk: Загальні кредити:

source: Second Semester GPA:
uk: Середній бал другого семестру:

source: Previous CGPA:
uk: Попередній середній бал:

source: Search result for
uk: Результати пошуку для

source: Search
uk: Пошук

source: result
uk: результат

source: Program of
uk: Програма

source: News And Events
uk: Новини та події

source: Date:
uk: Дата:

source: quiz
uk: вікторина

source: Course:
uk: Курс:

source: Search by:
uk: Шукати за:

source: Title or Description
uk: Назва або опис

source: Title, Code or Description
uk: Назва, код або опис

source: Title, Description or just by typing news or event
uk: Назва, опис або просто введіть новини або подію

source: Title, Description or Category(practice, assignment and exam)
uk: Назва, опис або категорія (практика, завдання та екзамен)

source: Manage
uk: Управління

source: students
uk: студенти

source: sessions
uk: сесії

source: semesters
uk: семестри

source: Switch
uk: Перемкнути

source: programs
uk: програми

source: course allocations
uk: розподіл курсів

source: Password Change
uk: Зміна пароля

source: Change Password
uk: Змінити пароль

source: Account setting
uk: Налаштування облікового запису

source: Account Settings
uk: Налаштування облікового запису

source: Update Profile
uk: Оновити профіль

source: Course Allocation
uk: Розподіл курсів

source: Manage Session
uk: Управління сесією

source: Manage Semester
uk: Управління семестром

source: Assessment Results
uk: Результати оцінювання

source: Drop Course
uk: Відмовитися від курсу

source: Account Setting
uk: Налаштування облікового запису

source: File upload
uk: Завантаження файлу

source: File upload for
uk: Завантаження файлу для

source: File Upload Form
uk: Форма завантаження файлу

source: Upload
uk: Завантажити

source: Video upload
uk: Завантаження відео

source: Video upload for
uk: Завантаження відео для

source: Video Upload Form
uk: Форма завантаження відео

source: No video description set.
uk: Немає опису відео.

source: Programs & Courses
uk: Програми і курси
